<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Advanced</key>
	<string>高级</string>
	<key>Allow other clients to connect</key>
	<string>允许其他客户端连接</string>
	<key>Automatically disconnect sessions on sleep</key>
	<string>自动断开睡眠会话</string>
	<key>Automatically show data</key>
	<string>自动显示数据</string>
	<key>Configure advanced VNC options like color settings.</key>
	<string>配置高级 VNC 选项，例如颜色设置。</string>
	<key>Configure display settings, like the scaling mode, for this VNC connection.</key>
	<string>为此VNC连接配置显示设置，例如缩放模式.</string>
	<key>Configure input settings, like keyboard behaviour, for this VNC connection.</key>
	<string>为此VNC连接配置输入设置，例如键盘行为.</string>
	<key>Display Options</key>
	<string>显示选项</string>
	<key>Enable CopyRect encoding</key>
	<string>启用CopyRect编码</string>
	<key>Enable JPEG encoding (requires Tight)</key>
	<string>启用JPEG编码（要求紧密）</string>
	<key>Enable Scaling</key>
	<string>启用缩放</string>
	<key>Forward all keyboard shortcuts and hotkeys</key>
	<string>转发所有键盘快捷键和热键</string>
	<key>Forward keyboard shortcuts even if in use locally</key>
	<string>转发键盘快捷键（即使在本地使用）</string>
	<key>Forward keyboard shortcuts only if not in use locally</key>
	<string>仅在本地不使用时转发键盘快捷键</string>
	<key>Input</key>
	<string>输入</string>
	<key>Input Mode</key>
	<string>输入模式</string>
	<key>Keyboard</key>
	<string>键盘</string>
	<key>Keyboard Input</key>
	<string>键盘输入</string>
	<key>Limit to 256 colors</key>
	<string>限制到256色</string>
	<key>None (View only)</key>
	<string>没有 (只读)</string>
	<key>Official Royal TSX VNC Plugin</key>
	<string>官方 Royal TSX VNC 插件</string>
	<key>Paste to Remote Clipboard</key>
	<string>粘贴到远程剪贴板</string>
	<key>Port/Display</key>
	<string>端口/显示</string>
	<key>Send 'Break'</key>
	<string>发送 'Break'</string>
	<key>Send 'Cmd-Option-Escape'</key>
	<string>发送 'Cmd-Option-Escape'</string>
	<key>Send 'Ctrl-Alt-Delete'</key>
	<string>发送“Ctrl-Alt-Delete”</string>
	<key>Send 'Delete'</key>
	<string>发送 'Delete'</string>
	<key>Send 'Execute'</key>
	<string>发送 'Execute'</string>
	<key>Send 'Insert'</key>
	<string>发送 'Insert'</string>
	<key>Send 'Pause'</key>
	<string>发送 'Pause'</string>
	<key>Send 'Print'</key>
	<string>发送 'Print'</string>
	<key>Special Keys</key>
	<string>特殊键</string>
	<key>The "Computer Name" must not be empty.</key>
	<string> "计算机名称" 不能为空.</string>
	<key>The "Display Name" must not be empty.</key>
	<string> "显示名称" 不能为空.</string>
	<key>VNC Connection Settings</key>
	<string>VNC 连接设置</string>
	<key>VNC Default Settings</key>
	<string>VNC 默认设置</string>
	<key>VNC Template Settings</key>
	<string>VNC 模板设置</string>
	<key>View only</key>
	<string>只读</string>
	<key>When '{0}' is enabled, Royal TSX requires 'Accessibility' permissions. Click the button below to open the 'Privacy &amp; Security' pane of System Settings, then activate Royal TSX in the 'Accessibility' section.</key>
	<string>启用 '{0}' 时, Royal TSX 需要“辅助功能”权限。 单击下面的按钮打开系统设置的“隐私和安全”面板，然后在“辅助功能”部分激活 Royal TSX。</string>
	<key>When '{0}' is enabled, Royal TSX requires 'Accessibility' permissions. Click the button below to open the 'Security &amp; Privacy' pane of System Preferences, then activate Royal TSX in the 'Accessibility' section.</key>
	<string>启用'{0}' 时, Royal TSX需要“可访问性”权限。单击下面的按钮以打开“系统偏好设置”的“安全性和隐私”窗格，然后在“辅助功能”部分中激活Royal TSX。.</string>
	<key>When your computer goes to sleep and this setting is enabled, all sessions will automatically be disconnected. When your computer wakes after sleeping you'll be prompted to reconnect to those sessions.</key>
	<string>当计算机进入睡眠状态并启用此设置时，所有会话将自动断开连接。当计算机在睡眠后唤醒时，系统将提示您重新连接到这些会话s.</string>
	<key>With a VNC connection you can connect to remote computers supporting VNC (Virtual Network Computing, Standard Port is 5900). You can change the port in the Advanced section.</key>
	<string>通过VNC连接，您可以连接到支持VNC或Apple Remote Desktop的远程计算机（标准端口为5900）.</string>
</dict>
</plist>
